label conv_part_09:
	rn "У некоторых людей есть проблема с уверенностью в себе."
	show rn 5 sulk with dissolve
	rn "Они могут прекрасно сделать какую-то работу, но из-за пары мелких недочётов в ней они способны загнать свою самооценку под самый плинтус."
	rn "Сама я с таким отношением к себе никогда не сталкивалась, поэтому не особо понимаю, как это ощущается \"изнутри\"."
	show rn 2 smile with dissolve
	rn "Но это кажется мне странным."
	
	rn "Ну, ты же знаешь вот это \"Я недостоин зваться художником\" и прочие подобные высказывания?"
	rn "Почему-то у таких людей это распространяется только на основную \"профессию\"."
	rn "То есть, я ни разу не слышала \"Я недостоин ходить\", \"Имею ли я право наложить себе макарон\", \"Не слишком ли нагло будет дышать чаще раза в минуту\" и так далее..."
	show rn 1 smile with dissolve
	rn "Я хочу сказать, что дело не в скромности человека, а в том, что он... {w=0.5}ну, наверно, ставит слишком нереальные цели для своей части пути?"
	
	rn "Если ты только начал что-то осваивать, то ты никак не сможешь достигнуть всех высот, потратив лишь пару часов своего времени."
	rn "И потом тоже всё не будет слишком уж просто, ведь повышается не только опыт что-то делать, но и опыт в поиске ошибок."
	rn "Так что уровень работ будет расти вверх, но и количество видимых ошибок тоже будет увеличиваться."
	rn "Это же очевидно, разве нет?"
	
	show rn 2 smile with dissolve
	rn "Видимо, не всем."
	rn "Или есть и другие причины?"
	
	show rn 3 smile with dissolve
	rn "В любом случае, надеюсь, что у тебя таких проблем тоже нет, а если даже и есть, то ты сможешь их преодолеть."
	show rn 2 smile with dissolve
	rn "Удачи!"
	rn "Во всех начинаниях, продолжениях и заканчиваниях."
	show rn 1 laugh with dissolve
	rn "Ахаха~"
