label conv_part_12:
	rn "Ты уже знаешь, как на Ren-Engine строится интерфейс?"
	show rn 3 smile with dissolve
	rn "За это отвечает ScreenLang - очень быстрая, мощная и компактная в записи система."
	show rn 5 sulk with dissolve
	rn "Но... на свете нет ничего идеального, поэтому и эта система имеет свои недостатки."
	rn "Некоторые вещи с её помощью сделать просто нельзя, никак. По крайней мере, на данный момент."
	rn "В первую очередь это касается отрисовки 3D-объектов и шейдеров."
	show rn 1 smile with dissolve
	rn "Или, иначе говоря, нет \"прямого\" использования API OpenGL."
	
	rn "Иногда у меня проскакивают мысли, что было бы неплохо, если бы оно было."
	show rn 4 smile with dissolve
	rn "Можно было бы в качестве мини-игр добавить 3D-шутер с сотнями зомби, от которых было бы интересно убегать и отстреливаться."
	rn "Или даже можно было бы сделать простенький клон майнкрафта!"
	show rn 2 smile with dissolve
	rn "Да, с отрисовкой лишь на пару чанков вдаль, но всё-таки! {w=0.5}Это было бы круто!"
	rn "Ещё можно было бы добавить хоть какую-то начальную поддержку Live2D."
	rn "Не то чтобы эта система анимаций мне так уж сильно нравилась, но это было бы забавно."
	
	show rn 5 sulk with dissolve
	rn "А сейчас, к сожалению, ничего такого сделать нельзя."
	rn "Печально. {w=0.5}Но я буду верить в лучшее."
	show rn 2 smile with dissolve
	rn "Когда-нибудь этот момент настанет, и тогда я напишу эти новые игры и демки."
	rn "Не забывай проверять обновления, и рано или поздно ты тоже их увидишь."
	rn "Надеюсь, они тебе понравятся..."
