label conv_part_02:
	rn "Тебе больше нравится холод или жара?"
	show rn 1 smile with dissolve
	rn "А может, спрашивать нужно иначе: тебя раздражает больше холод или жара?"
	
	rn "Я слышала, что некоторым людям больше по душе жара."
	rn "Мол, если холодно, то ничего не поделаешь, а если жарко, то можно съесть мороженное или ещё как освежиться."
	
	show rn 3 sulk with dissolve
	rn "Но я этого не понимаю, по мне так всё ровно наоборот!"
	rn "Если тебе холодно, то достаточно всего лишь надеть больше одежды, и всё станет хорошо."
	rn "Даже не нужно тратить ресурсы на еду и напитки, ведь одежда у тебя и так есть, пусть даже для неё не сезон."
	rn "Кроме того, если тебе жарко, то это вовсе не значит, что ты можешь принять что-то охлаждающее."
	rn "Может, ты в этот момент болеешь?"
	rn "Такое случается не так редко, как может показаться."
	
	show rn 2 smile with dissolve
	rn "Да и вообще, ты помнишь хоть один раз, когда ты бы съел мороженное, и тебе бы перестало быть жарко?"
	rn "Раньше я ела его, не задумываясь об этом."
	rn "А с тех пор, как задумалась, такой ситуации со мной не происходило ни разу. {w=0.5}Вообще. {w=0.5}Ноль. {w=0.5}Понимаешь?"
	rn "Это так странно. {w=0.5}Зачем же его тогда едят?"
	rn "Нет, я понимаю, что оно вкусное, и что пока ты его ешь, оно действительно охлаждает."
	
	show rn 5 sulk with dissolve
	rn "Но когда его доедаешь, то температура поднимается до прежних значений, а то и выше!"
	rn "Ты же чуть ли не в центр своего тела помещаешь кучу холодной массы."
	rn "Да ещё и передаёшь в ней кучу сахара, который, по сути, является чистейшим топливом."
	rn "Ну как тут твоему организму удержаться?"
	
	show rn 1 smile with dissolve
	rn "По крайней мере, у меня это работает так, хотя я и очень не сразу это заметила."
	rn "Может быть, у тебя так же?"
	rn "Присмотрись к себе повнимательнее..."
	show rn 2 laugh with dissolve
	rn "Возможно, однажды мы сможем на весь мир разоблачить ложь мороженщиков!"
	show rn 2 bore with dissolve
	rn "Или нет."
