label conv_part_01:
	rn "Щёлкнув по иллюминатору, можно запустить кликер."
	rn "Забавная игрушка, правда?"
	
	show rn 1 laugh with dissolve
	rn "Ты же не думал, что это {b}действительно{/b} моя основная работа здесь?"
	rn "Хе-хе, я почти уверена, что у тебя проскальзывала подобная мысль."
	
	show rn 3 smile with dissolve
	rn "Но нет, [player], это не так."
	rn "Чем же я тогда занята?"
	
	show rn 2 smile with dissolve
	rn "Ну, догадаться не сложно."
	rn "Уверена, однажды ты придёшь к правильному ответу."
