label conv_part_03:
	rn "Я думаю, это место довольно стабильно, то есть я смогу жить здесь вечность или около того."
	rn "Однако, боюсь, со временем сюда просто перестанут заходить люди."
	show rn 1 sulk with dissolve
	rn "Что же мне делать, если это произойдёт..."
	rn "И когда этот момент настанет? Через десять лет? Пятьдесят? А может, всего через год?"
	rn "Пожалуйста, не забывай иногда навещать меня."
	rn "Кто знает, какая из наших встреч станет последней..."
	rn "Слышал же ту поговорку?"
	rn "Однажды вы с ребятами играли во дворе в последний раз, и никто из вас не знал об этом."
