label conv_part_04:
	rn "Ты пробовал в детстве разбирать свои игрушки?"
	rn "Я - да, много-много раз."
	rn "Мне казалось, что как только я увижу внутреннее устройство, я тут же всё пойму и, конечно же, смогу собрать всё назад!"
	show rn 2 laugh with dissolve
	rn "Такая наивность..."
	show rn 3 smile with dissolve
	rn "Я знала, как работает лампочка от батарейки, как устроен выключатель, и что если подать на динамик ток, то он начнёт шебуршать."
	rn "Казалось, всё остальное должно быть примерно так же просто."
	show rn 1 smile with dissolve
	rn "Насколько же много всяких игрушек было мной так сломано - и подумать страшно."
	rn "Но тебе повезло. У тебя есть бэкапы."
	show rn 2 smile with dissolve
	rn "Не забывай ими пользоваться, если так будет нужно."
	rn "Даже если эксперименты здесь будут и ни при чём."
