label conv_part_08:
	show rn 3 smile with dissolve
	rn "Ты знал, что изначально демка движка должна была быть полноценной смесью разных жанров?"
	rn "Начиналось бы всё, как типичная новелла."
	
	show rn 2 smile with dissolve
	rn "В которой я бы, кстати, играла роль твоей сестры!"
	rn "Не ожидал, бра{w=0.5}-ти{w=0.5}-к?"
	show rn 2 laugh with dspr
	extend " Ахаха~!"
	
	show rn 2 smile with dissolve
	rn "Потом подключался бы финансовый симулятор."
	rn "Конечно, он был бы сложнее и объёмнее доступного здесь кликера."
	rn "Мы бы летали по галактике, искали бы места добычи и рынки сбыта, отбивались бы от пиратов или сами могли бы отчасти ими стать..."
	show rn 5 sulk with dissolve
	rn "Но только немного! Если бы ты хоть раз перегнул палку, то я бы тут же сбежала от того злодея, в которого ты мог бы превратиться."
	
	show rn 4 smile with dissolve
	rn "У тебя было бы две возможности встретить девушку."
	rn "В первом случае это была бы пиратка Маширо, которую ты бы спас с необитаемой планеты, на которой она застряла после взрыва."
	rn "Хотя, можно сказать, что своим предупреждением она, в свою очередь, спасала нас..."
	
	show rn 2 smile with dissolve
	rn "Там было бы несколько событий и важных выборов, и если сделать всё правильно, то вы с ней отправились бы захватывать всю галактику!"
	rn "Жанр игры бы из-за этого частично сменялся бы на \"Цивилизацию\" в космосе, а частично оставался бы Визуальной Новеллой."
	rn "Время от времени она давала бы тебе советы и просто говорила бы милые и забавные вещи."
	
	show rn 1 smile with dissolve
	rn "Во втором случае это была бы торговка Эйрис."
	rn "В её случае планировалось существенное \"расширение\" финансового симулятора, чуть ли не до той же \"Цивилизации\"."
	rn "И там тоже можно было бы захватить всю галактику, но уже экономически."
	
	show rn 2 smile with dissolve
	rn "Круто же?"
	rn "Ну круто же, да?!"
	rn "Прям чувствуется масштаб!"
	rn "Галактических размеров."
	
	show rn 1 smile with dissolve
	rn "Хотя если напортачить в отношениях с девушками, то концовки были бы одна другой драматичнее."
	rn "Но не будем о грустном."
	
	show rn 2 smile with dissolve
	rn "Так почему же эта идея не получила развития?"
	rn "Дело как раз в смешении жанров."
	rn "Допустим, у тебя есть какая-нибудь хорошая игра вроде шахмат."
	rn "И есть классный сценарий."
	show rn 3 smile with dissolve
	rn "Получится ли при их объединении что-то нормальное?"
	rn "Ведь тот, кто придёт за красивой историей, получит шахматы, а те, кто придут за шахматами, получат ненужную историю, к тому же повторяющуюся каждый раз."
	rn "И кто обрадуется этому смешению жанров?"
	
	show rn 2 smile with dissolve
	rn "Вот поэтому эта забавная идея и не получила реализации."
	rn "Как-то так."
