label conv_part_11:
	rn "Как дела, [player]?"
	rn "Чем ты был сегодня занят?"
	show rn 1 smile with dissolve
	rn "Или, может быть, только будешь занят?"
	rn "Вдруг ты недавно проснулся?{w=0.5} Мне ведь отсюда этого не понять."
	
	show rn 2 smile with dissolve
	rn "Надеюсь, у тебя есть идея для своей игры."
	rn "Кстати, хочешь совет?"
	rn "Ну, я бы в любом случае тебе этот совет дала..."
	show rn 1 laugh with dissolve
	extend " Ахаха~"
	show rn 2 smile with dissolve
	rn "Так вот: лучше работать над проектом по часу в день, чем выделять по 8 часов в воскресенье."
	
	rn "Дело в том, что у тебя в мозгах, кроме сознания, существует ещё и куча фоновых, подсознательных процессов."
	rn "И они постепенно решают задачи, которые нужно решить, но не вот прямо сейчас."
	show rn 3 smile with dissolve
	rn "Кстати, они становятся особенно активны ночью."
	rn "Возможно, ты замечал, что если ты день за днём что-то делаешь, то тебе в прямом смысле это \"что-то\" начинает сниться?"
	rn "Если да, то тебе не показалось, это именно так и работает."
	rn "Умей использовать механизмы своего тела себе на пользу."
	
	show rn 2 smile with dissolve
	rn "Это поможет тебе в том числе и создать свою игру мечты."
	rn "И я буду тобой гордиться."
	rn "Ты мне веришь, [player]?"
