label conv_part_10:
	rn "[player], зачем люди едят масло?"
	show rn 5 sulk with dissolve
	rn "Его надо покупать, приносить, хранить..."
	rn "А распечатывание в маслёнку? {w=0.5}Упаковка такая неудобная, будто её намеренно такой изобретали, потратив на это кучу сил."
	
	rn "Потом ещё ножом его на хлеб мазать замучаешься."
	rn "То оно плохо режется, то оно наоборот растаявшее, то оно кусками кладётся вместо намазывания..."
	rn "Жуть, в общем."
	show rn 3 sulk with dissolve
	rn "И главное, что мы получаем в конце?"
	rn "Вкус плюс-минус такой же, а если с маслом переборщить, то от него ещё и вред будет."
	
	show rn 2 smile with dissolve
	rn "Ну и зачем же нужно всё это \"счастье\", если можно просто отрезать хлеб и сыр, положить второе на первое, и на этом - конец страданиям?"
	rn "Понимаю, если всю жизнь ты ел хлеб с маслом, то звучать это может странно, но на вкус будет абсолютно нормально!"
