label conv_part_06:
	rn "Со временем я буду делать новые игры и части туториала, так что не забывай проверять обновления в настройках."
	show rn 3 smile with dissolve
	rn "Кстати, система обновлений в Ren-Engine сделана с большой заботой о пользователе."
	rn "Например, здесь никогда не будет автоматических обновлений, уведомлений о новых обновлениях и даже просто автоматических проверок."
	rn "Всё делается в ручном режиме, и если пользователь не нажмёт сам на кнопку \"Проверить обновления\", то движок не потратит ни одного байта его трафика."
	rn "Я серьёзно: именно ни одного байта."
	rn "Потому что Ren-Engine заботится о своих пользователях."
	show rn 2 smile with dissolve
	rn "То есть, о тебе, [player]."
